{
  "productName": "0.3% Retinol Serum for Fine Lines & Wrinkles",
  "productShortDesc": "Retinol stimulates the synthesis of collagen and elastin to combat loss of firmness and wrinkles. This retinol serum visibly improves fine lines and smooths skin. 99% naturally derived. Vegan. Made in France.",
  "productIngredients": "Retinol (0.3%):\nOne of the most effective compounds to treat the signs of aging, Retinol (or vitamin A) is a part of the family of retinoids, typically derived from beta-carotene. Thanks to its high level of antioxidants, retinol can fight free radicals – which cause the skin to age prematurely. Free radicals accumulate on the skin's barrier due to factors like UV exposure and pollution. Highly anti-inflammatory, retinol is able to treat the inflammatory aspect of skin aging. It regulates the production of melanin too, a skin pigment that causes brown spots and hyperpigmentation. Retinol can also boost the production of hyaluronic acid – essential for hydration. Plus prevent the depletion of the skin’s collagen and elastin stores: ensuring skin stays supple, plump, and firm.\nSoy Oil:\nIdeal for mature skin, soy oil is known to activate cell renewal. Our soy oil is extracted from fresh soybeans and is guaranteed GMO-free.\nCastor Oil:\nNon-irritating and non-comedogenic, our castor oil comes from cold-pressed Ricinus communis seeds, which have been used in cosmetics for over 4000 years. Particularly beneficial for mature skin, castor oil is even rumored to have been used as a make-up remover by Cleopatra.",
  "imageURL": [
    "https://media.typology.com/storyblok/c5bcc37020/serum-au-retinol__main__8453740e58784eda927da5ec3268198a.jpg",
    "https://media.typology.com/storyblok/473fc2e80e/serum-au-retinol__hover__f0d3ee84037048bd93b239451940a23d.jpg",
    "https://media.typology.com/storyblok/1490x1570/b40f67120b/lab-1012_image-full_web1.jpg",
    "https://media.typology.com/storyblok/438c37477b/serum-au-retinol__additional__4867b56e21414eaebc8cfe1a1cd5ea1e.jpg",
    "https://media.typology.com/storyblok/4088d48514/serum-au-retinol__additional__ecfde497002a41eb9e11d28cb83ae112.jpg"
  ],
  "imageDesc": [
    "product-front",
    "product-texture",
    "product-alt",
    "product-dimensions",
    "product-back"
  ],
  "categories": ["serums", "face", "exfoliators & peelings", "moisturizers", "essences"]
}
