{
  "productName": "Eye Contour Serum",
  "productShortDesc": "An eye serum highly concentrated in Q10, a coenzyme that works to reduce wrinkles and fine lines. 97% naturally derived.The serum has a slight orange tint due to its concentration of Q10.\nIf you experience discomfort, stop using Q10 serum straight away.\nRecyclable glass bottle\nCrow's feet or smile lines, are the small wrinkles and fine lines that form around the outer corners of the eyes. They develop naturally with age, as our skin begins to lose collagen and elastin. This serum is highly-concentrated in Q10 to help reduce their appearance. Vegan. Made in France.",
  "productIngredients": "Q10 (3%):\nQ10, also known as ubiquinone, is a naturally-occurring coenzyme in the body. In the skin, Q10's job is to stimulate cell regeneration, prevent the breakdown of collagen – our skin's scaffolding –  and slow down its loss of elasticity. However, it depletes as we age, as well as due to factors like sun exposure. Q10 is most-commonly used as a powerful antioxidant. It's gentle enough to apply to reactive areas like the thin, delicate skin around the eyes, unlike ingredients like retinol that can cause irritation.\nMacadamia oil:\nKnown for its softening and nourishing prowess, macadamia oil soothes the skin and absorbs quickly without leaving the complexion greasy or overloaded.",
  "imageURL": [
    "https://media.typology.com/storyblok/769179ce14/serum-q10__main__79504e09e0c447fe91edf27febb6103d.jpg",
    "https://media.typology.com/storyblok/1490x1570/9800b80eba/lab-1014_image-full_web1.jpg",
    "https://media.typology.com/storyblok/3050a3246b/serum-q10__additional__7170bfcafbb744ed9147c586bfbb2ea8.jpg",
    "https://media.typology.com/storyblok/1600x1600/3d067888e0/lab_1014_page_produit4.jpg",
    "https://media.typology.com/video-storyblok/0eff5542fb/serum-q10__content_2cols_image__b0e459588ee04617a291ea6e5cfc00ba.mp4",
    "https://media.typology.com/video-storyblok/55f4fa45c0/serum-q10__hover__92744fbd2c064840a7e4603638bee86e.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-dimensions",
    "product-back",
    "video-usage",
    "video-product"
  ],
  "categories": ["eye care", "serums", "face"]
}
