{
  "productName": "Firming Night Serum Botanical Blend with Nopal",
  "productShortDesc": "This botanical blend of nopal, prickly pear, and immortelle helps tone and regenerate the skin while you sleep. 100% naturally derived. Vegan. Made in France.",
  "productIngredients": "Nopal native cells:\nThis firming formula contains approximately 375,000 nopal native cells which help fight against signs of aging. They help prevent the appearance of pigmentation spots and the formation of wrinkles and fine lines. Native cells are whole plant cells made up of natural elements and are rich in nutrients like essential amino acids, vitamins, and minerals.\nPrickly pear oil:\nPrickly pear is known for its firming and regenerating benefits. Rich in vitamin E, it helps protect the skin against free radicals and addresses visible effects of skin aging.\nHibiscus oil:\nRich in vitamin E and flavonoids, this antioxidant-rich oil softens skin and helps prevent signs of aging.\nSqualane:\nSqualane has a structure that's very similar to the skin which helps it easily and deeply penetrate and deliver nourishment. Non-greasy, each application softens the skin, fights dryness and helps repair the protective hydrolipidic film barrier. Squalane can also retain hydration and reduce tightness and itchiness typically caused by dry skin.\nHemisqualane:\nDerived from sugarcane, hemisqualane is a nourishing, natural emollient that gives the serum its light, non-greasy texture.\nImmortelle essential oil:\nThe high concentration of neryl acetate in Immortelle oil works to increase collagen synthesis, purify, and act as an anti-inflammatory when applied to the skin.\nSuper lavender essential oil:\nWe include this essential oil not just for its distinctive scent but its significant anti-inflammatory and regenerating properties.",
  "imageURL": [
    "https://media.typology.com/storyblok/818ba9da81/serum-nuit-botanique-tenseur__main__ebaf27e5f6c347a7ae6dda7e0b6b5937.jpg",
    "https://media.typology.com/storyblok/1490x1570/e42d86144b/plantes-1003_image-full_web1.jpg",
    "https://media.typology.com/storyblok/1490x1570/40637a3ee9/plantes-1003_image-full_web2.jpg",
    "https://media.typology.com/storyblok/d048694d02/serum-nuit-botanique-tenseur__additional__22d5a153c2ba44a6a41b2a624ca254c9.jpg",
    "https://media.typology.com/video-storyblok/668e5f6218/serum-nuit-botanique-tenseur__hover__9060343de1404b1f9199f51667536b2c.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-alt",
    "product-dimensions",
    "video-product"
  ],
  "categories": ["serums", "face", "nighttime skincare", "moisturizers"]
}
