{
  "productName": "Hydrating Serum with 3% Hyaluronic Acid + 2% B5",
  "productShortDesc": "Hydrate, plump, and smooth skin with this active-rich hydrating serum that helps compensate for our body's natural decrease in hyaluronic acid over time. 94% naturally derived. Vegan. Made in France.",
  "productIngredients": "Hyaluronic Acid (3%):\nDerived from fermented wheat, this molecule is known for its hydrating prowess. It can hold upto a thousand times its weight in water, making it a powerful skincare ingredient for instant hydration. As we age, our bodies produce significantly less hyaluronic acid, causing our skin to dehydrate and develop fine lines. There are two types of hyaluronic acid. The first has a high molecular weight, meaning it remains on the surface of the epidermis, creating a protective film to keep water in the skin cells. The second has low molecular weight and has a much smaller molecular size so that it can penetrate much deeper into the skin and stimulate the body's natural production of hyaluronic acid. Combined these two types of hyaluronic acid offer the skin instant and effective hydration that retains its moisture throughout the day. With daily use hyaluronic acid restores moisture to the skin, reduces the appearance of fine lines and creates a complexion that’s noticeably more supple, plump and toned.\nPro Vitamin B5 (2%):\nAlso called Panthenol, pro-vitamin B5 stimulates the regeneration of dermal and epidermal cells, helping the skin retain more moisture and maintain its softness.\nBio-sourced Aquaxyl:\nDerived from sugar, this molecule increases the natural production of hyaluronic acid in the skin's keratinocytes and fibroblasts. Keratinocytes make up 90% of the epidermis and fortify the skin's protective skin barrier. Fibroblasts are cells that are found deep in the skin that ensure the skin is supple and firm.",
  "imageURL": [
    "https://media.typology.com/storyblok/51f68fee7b/acide-hyaluronique__main__d7b7284456904c359d19d43915a9c593.jpg",
    "https://media.typology.com/storyblok/c198ea9ef9/acide-hyaluronique__additional__58d3b7689ee6402b969f0b61fa5d1973.jpg",
    "https://media.typology.com/storyblok/401fcec1cc/acide-hyaluronique__additional__e7e555befada442797f31504d6c56697.jpg",
    "https://media.typology.com/storyblok/1600x1600/059f9bd65b/lab_1001_page_produit6.jpg"
  ],
  "imageDesc": [
    "product-front",
    "product-dimensions",
    "product-close",
    "product-back"
  ],
  "categories": []
}
