{
  "productName": "Purifying Toner with 1% Salicylic Acid",
  "productShortDesc": "This antibacterial toner gently purifies and exfoliates skin, which helps fade the look of dark spots and prevent blemishes. Active ingredients: Salicylic Acid, Zinc, Rose Centifolia Hydrolate, Aloe Vera 95% naturally derived. Vegan. Made in France.",
  "productIngredients": "Salicylic Acid (1%):\nSalicylic acid is a beta-hydroxy acid (BHA), known for its keratolytic (peeling) and exfoliating effects that promote desquamation (elimination of dead skin). These benefits make it ideal for oily skin, acne-prone skin, skin with imperfections, and smooth fine lines and wrinkles.Salicylic acid is also known to limit the development of harmful microorganisms, making it an effective ingredient for cleaning and purifying the surface layers of the skin. It also helps prevent the appearance of blackheads and the clogging of pores. A molecule extracted from plants, salicylic acid was first extracted from willow bark in 1829 by a French pharmacist named Pierre-Joseph Leroux. Salicylic acid is naturally present in several plants, particularly meadowsweet and willow, from which it takes its name. The aspirin medication we know today is actually a synthetic derivative of salicylic acid (acetyl-salicylic acid). It was first manufactured in 1853 by the chemist C.F. Gerhardt.\nCentifolia Rose Hydrolate:\nAlso called the rose with a hundred leaves, this fragrant flower's floral water is known for its soothing properties, especially on surface irritations. The perfect calming complement to this formula's purifying action.Rich in tannins, it also offers astringent, skin-firming and pore clearing benefits that work to refine the skin's texture and appearance.\nZinc:\nDerived from beetroot, zinc is ideal for oily skin and significantly reduces sebum secretion.Coupled with L-Pyrrolidone Carboxylic Acid, Zinc promotes cell differentiation and strengthens the skin's barrier function. A trace element naturally present in the body, zinc is essential and is involved in many of the body's enzymatic mechanisms. It contributes to the good balance of this one, intervening in the metabolism of food and taking part in the reinforcement of natural defenses and the renewal of tissues. Finally, zinc is also known to limit the development of microorganisms that cause many skin imbalances.\nAloe Vera :\nRich in minerals, vitamins and amino acids, the fresh pulp from the leaves of the aloe vera plant is known to moisturise and soothe skin. Its capacity to retain water helps to fight dehydration and soften the skin too.",
  "imageURL": [
    "https://media.typology.com/storyblok/3a86cf7006/tonique-purifiant__main__01926ceda42245a3a62bed282870b2ea.jpg",
    "https://media.typology.com/storyblok/1490x1570/762d18d37c/tone-1002_image-full_web1.jpg",
    "https://media.typology.com/storyblok/1600x1600/dcde6fe489/tone_1002_barcode.jpg",
    "https://media.typology.com/storyblok/6e6f7fad00/tonique-purifiant__additional__77134d94a03641b1bd4ad27c0394b8bd.jpg",
    "https://media.typology.com/video-storyblok/9e83a303ae/tonique-purifiant__content_2cols_image__17f0b55e37e4452c99775359e938c519.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-back",
    "product-dimensions",
    "video-usage"
  ],
  "categories": ["toners", "face", "acne", "exfoliators"]
}
