{
  "productName": "Purifying Night Serum Botanical Blend With Peony",
  "productShortDesc": "A peony, jojoba oil, and tea tree overnight oil that purifies and helps regenerate skin while you sleep. 100% naturally derived. Vegan. Made in France.",
  "productIngredients": "Peony native cells:\nThis formula contains approximately 375,000 peony native cells. These cells target a key enzyme that limits the overproduction of sebum and mattifies the skin. Native cells are whole plant cells made up of natural elements and are rich in nutrients like essential amino acids, vitamins and minerals.\nHazelnut botanical oil:\nHazelnut oil has a sebo-regulating and rebalancing effect on the skin. It also helps to nourish and heal.\nJojoba botanical oil:\nRich in fatty acids, jojoba oil is added for its nourishing and sebo-regulating properties. It works to protect the skin's barrier while creating a visibly more supple and plump complexion.\nHemisqualane:\nDerived from sugarcane, hemisqualane is a nourishing, natural emollient that gives the serum its light, non-greasy texture.\nTea tree essential oil:\nMuch loved for blemish-prone skin, tea tree essential oil brings purifying, cleansing and anti-bacterial properties to the formula.\nRose geranium essential oil:\nA known antibacterial and soothing active, rose geranium helps calm redness and also lends the serum its subtle floral scent.\nRosemary essential oil:\nOily and acne-prone skin loves rosemary for its antibacterial, purifying and regulating benefits.",
  "imageURL": [
    "https://media.typology.com/storyblok/cb1b2133d1/serum-nuit-botanique-purifiant__main__a7cd30fdcee542098bad6b93ae4c4a09.jpg",
    "https://media.typology.com/storyblok/1600x1600/1b8d2b8d09/03_better_aging_carousel-ingredient.jpg",
    "https://media.typology.com/storyblok/1972x1972/a88c07703e/04_carroussel_produit_assemblage_botanique_texture.jpg",
    "https://media.typology.com/storyblok/3287x3287/7efb7bc83c/05_carroussel_produit_assemblage_botanique_back.jpg",
    "https://media.typology.com/video-storyblok/x/96a63bff6d/02_assemblage_botanique_1-1.mp4",
    "https://media.typology.com/video-storyblok/48f9d1333b/serum-nuit-botanique-purifiant__hover__e484483f9d1d45ce9b819c04925dc2dd.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-close",
    "product-back",
    "video-usage",
    "video-product"
  ],
  "categories": ["serums", "face", "nighttime skincare", "oils", "acne", "essences"]
}
