{
  "productName": "Radiance Serum with 11% Vitamin C",
  "productShortDesc": "Illuminate dull, tired skin with this active-rich serum rich that helps restore radiance. 99% naturally derived. Vegan. Made in France.",
  "productIngredients": "Vitamin C (11%):\nThis molecule is highly-prized for its ability to restore radiance, reduce pigmentation spots, and slow down photoaging.Vitamin C also helps stimulate the production of keratinocytes, which are cells present in the epidermis that protect the skin and reinforce its elasticity. It also helps the skin receive more oxygen, leaving it visibly more toned, radiant and soft while reducing the appearance of pores. Lack of sleep, stress and smoking are known to trigger harmful free radicals, which oxidise the skin cells and create a dull complexion. The high concentration of vitamin C in this serum effectively combats this process.\nAlbizia Julibrissin Extract:\nAlso known as the silk tree, this native Asian plant boasts delicate fan-shaped pink flowers. Its extract contains properties known for restoring radiance to the skin. Albizia Julibrissin extract also brings vitality back to fatigued-looking skin caused by glycation and glycoxidation. Glycation is a natural chemical reaction of sugar molecules attaching themselves to the proteins of the dermis. These proteins are then more sensitive to oxidation (glycoxidation) which results in more free radicals, and more fine lines around the eyes. While the phenomenon of glycation is inevitable in any living organism, it can be slowed down by a balanced, less sugary diet and good skincare.",
  "images": [
    "serum-a-la-vitamine-c__main__e9d0248d7ee344ac9ad5085ebb67388d.jpg",
    "3_vitamine_c_ingredient.jpg",
    "4_pipette_vit_c_texture.jpg",
    "05_dos_eclat_vit_c.jpg",
    "vit_c_page-produit2.jpg",
    "vit_c_page-produit4.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/9aab71f96f/serum-a-la-vitamine-c__main__e9d0248d7ee344ac9ad5085ebb67388d.jpg",
    "https://media.typology.com/storyblok/2258x2258/00c5c8f118/3_vitamine_c_ingredient.jpg",
    "https://media.typology.com/storyblok/1600x1600/c1dfb0e790/4_pipette_vit_c_texture.jpg",
    "https://media.typology.com/storyblok/1280x1280/1e0b3dcb52/05_dos_eclat_vit_c.jpg",
    "https://media.typology.com/video-storyblok/9668abe394/serum-a-la-vitamine-c__content_2cols_image__923c3c2e1d8e4254b98c040aa80ba4bc.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-close",
    "product-back",
    "video-usage"
  ]
}
