{
  "productName": "Radiance Toner with 2% Vitamin C + Lemon Verbena Water",
  "productShortDesc": "This toner is concentrated in active ingredients vitamin C and lemon verbena water to illuminate the complexion, reduce pigmentation spots, and visibly tone the skin. 95% naturally derived. Vegan. Made in France.",
  "productIngredients": "Vitamin C (2%):\nMany factors such as lack of sleep, stress, and smoking promote the development of free radicals that contribute to skin cell oxidation and dull the complexion. With a concentration of over 2%, the vitamin C contained in this toner offers antioxidants that work to fight against skin photoaging, restoring the complexion and all its radiance. Naturally present in the skin, vitamin C helps neutralize free radicals generated by exposure to the sun, pollution or even smoking. The skin is thus better protected from these external aggressions, responsible for photoaging. It is a molecule known to brighten the complexion, reduce pigment spots, and help slow down photoaging of the skin. Vitamin C also helps stimulate the production of keratinocytes, cells present in the epidermis, which protect the skin while strengthening its elasticity. Better oxygenated and more toned, the skin regains its radiance and smoothness, and the pores are less visible.\nLemon verbena hydrolate:\nLemon verbena hydrolate helps refine skin texture and restore radiance to the complexion. Naturally abundant in complexion toning and skin softening properties, this ingredient brightens the skin while imparting a light lemon scent. The skin is naturally acidic. Certain cleansers with a higher pH, or external factors like pollution can disturb its fragile balance. When it's damaged, your skin's acid mantle is more prone to irritation and harmful bacteria. With the same acidic pH as the skin, this toner has the ability to rebalance your skin's pH after each time you wash your face. It also works to eliminate the limestone and mineral residues found in tap water that are deposited on the skin.",
  "imageURL": [
    "https://media.typology.com/storyblok/af742587c6/lotion-eclat-vitamine-c__main__babe0d6cd43d40ac8dfc87eca0904f9e.jpg",
    "https://media.typology.com/storyblok/1490x1570/f7fd0a9551/tone-1001_image-full_web1.jpg",
    "https://media.typology.com/storyblok/1600x1600/f3ac71e31d/tone_1005_barcode.jpg",
    "https://media.typology.com/storyblok/3b788c1665/lotion-eclat-vitamine-c__additional__ba17fd6d639e4391bc69ee1cdd7d1d30.jpg",
    "https://media.typology.com/video-storyblok/928a0c6fe7/lotion-eclat-vitamine-c__content_2cols_image__e911c8b401784836af11c67d772ada70.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-back",
    "product-dimensions",
    "video-usage"
  ],
  "categories": ["toners", "face", "exfoliators & peelings"]
}
