{
  "productName": "Exfoliating Night Cream with lavender extract",
  "productShortDesc": "Combines two AHAs for exfoliating benefits at different levels of the epidermis. Helps tighten pores, reduces blackheads, and restores skin's radiance.Highly concentrated in AHA, this night cream eliminates dead skin and delivers an exfoliating benefit. It helps prevent blackheads and dilated pores overtime. Start with a progressive application: twice a week. Then increase the frequency to a daily application.\nThis night cream contains alpha hydroxy acids (AHAs) which may increase your skin's sensitivity to the sun and in particular the possibility of sunburn. 94% naturally derived ingredients.",
  "productIngredients": "\nMandelic Acid (1%):\nKnown for its resurfacing action as well as its astringent and de-crusting virtues, glycolic acid helps to reduce the presence of blackheads and to tighten dilated pores. By breaking the bonds between the cells on the surface of the skin, this active ingredient helps to eliminate the layer of dead cells. This will unclog pores and stimulate the production of new cells for a smoother, brighter complexion.\nPink grapefruit extract:\nThis AHA is larger in size than glycolic acid and penetrates less deeply into the epidermis, providing a more superficial exfoliation. The skin surface is renewed and smoothed.\nLavender essential oil:\nRich in fruit acids, flavonoids and vitamins, this naturally derived active ingredient promotes skin cell renewal, reduces the appearance of pores and eliminates dead cells.\nObtained by distillation of lavender flowers, this essential oil is known for its purifying and regenerating properties.\n",
  "images": [
    "packshot_creme-nuit.jpg",
    "hover-creme.jpg",
    "focus-texture.jpg",
    "photo-application.jpg",
    "pack-creme-ingredient.jpg",
    "focus-ingredients-en.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/1600x1600/e8937ea499/packshot_creme-nuit.jpg",
    "https://media.typology.com/storyblok/1200x1500/aa8fb6498f/hover-creme.jpg",
    "https://media.typology.com/storyblok/2301x2301/b08b3cbd67/focus-texture.jpg",
    "https://media.typology.com/storyblok/2301x2301/dfff59776b/photo-application.jpg",
    "https://media.typology.com/storyblok/3287x3287/6b1fd24d83/pack-creme-ingredient.jpg",
    "https://media.typology.com/video-storyblok/x/c3dd18f317/creme-nuit.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-close",
    "product-texture",
    "product-alt",
    "video-usage"
  ]
}
