{
  "productName": "Mattifying Loose Powder 1% Zinc PCA",
  "productShortDesc": "Enriched with Zinc PCA, this loose powder absorbs excess sebum for an immediate and long-lasting matte finish. Formulated without talc, silicones or nanoparticles. Suitable for all skin tones. 97% naturally derived. Vegan. Made in France.",
  "productIngredients": "PRINCIPAL ACTIVES\nZinc PCA:\nEnriched with Zinc PCA to regulate sebum production and hyaluronic acid to limit skin dehydration, this loose powder is formulated without talc, silicones or nanoparticles.\nPaired with L-Pyrrolidone Carboxylic Acid (PCA), zinc is ideal for combination to oily skin. This trace element is known for its purifying and sebum-regulating properties, which help rebalance the production of sebum by the sebaceous glands. Zinc is also known to limit the development of micro-organisms that are at the origin of many skin imbalances.\nPCA helps improve the absorption of zinc by the skin and supports hydration.\nHyaluronic acid:\nResulting from wheat fermentation, this molecule is known for its hydrating virtues: It can retain up to one thousand times its weight in water. Hyaluronic acid helps the skin retain hydration and attenuates the appearance of the fine lines caused by dehydration.\nOily skin, especially in the t-zone, is caused by an overproduction of sebum by the sebaceous glands. This loose powder helps mattify the skin and helps tinted-care products last longer.\nHOW TO APPLY\nApply the loose powder with a brush or a powder puff all over your face as the final step in your morning routine.\nUsing the loose powder after your tinted serum will give a more matte, smooth result.\nAt night, remove your makeup with our reusable cotton pads soaked in makeup remover oil or micellar water.",
  "imageURL": [
    "https://media.typology.com/storyblok/3287x3287/7783b53b6d/poudre_carroussel_produit_packshot_texture.jpg",
    "https://media.typology.com/storyblok/43d7bccf76/huile-vegetale-d-argan-bio__hover__87541e6fe9e84a3a8d8d0c019d5c4501.jpg",
    "https://media.typology.com/storyblok/1644x1644/bda900033a/poudre_carroussel_produit_avant-apres.jpg",
    "https://media.typology.com/storyblok/1972x1972/1a089c067d/poudre_carroussel_produit_poudre.jpg",
    "https://media.typology.com/storyblok/1972x1972/1b605d703f/poudre_carroussel_produit_back.jpg",
    "https://media.typology.com/storyblok/3287x3287/93534bf185/poudre_carroussel_produit_texture_02.jpg",
    "https://media.typology.com/video-storyblok/x/0f03fab777/video_application_poudre.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-usage",
    "product-close",
    "product-back",
    "product-close",
    "video-usage"
  ]
}
