{
  "productName": "Purifying Night Serum Botanical Blend With Peony",
  "productShortDesc": "A peony, jojoba oil, and tea tree overnight oil that purifies and helps regenerate skin while you sleep. 100% naturally derived. Vegan. Made in France.",
  "productIngredients": "Directions of use\nPowered by seven sebo-regulating and anti-inflammatory botanical extracts, this night concentrate works to purify the skin.\nThese botanical extracts belong to three categories of active ingredients: plant cells, botanical oils and essential oils. Their different compositions work in synergy to deliver complementary benefits for the skin.\nPLANT NATIVE CELLS\nPeony native cells:\nThis formula contains approximately 375,000 peony native cells. These cells target a key enzyme that limits the overproduction of sebum and mattifies the skin. Native cells are whole plant cells made up of natural elements and are rich in nutrients like essential amino acids, vitamins and minerals.\nBOTANICAL OILS & NATURAL EMOLLIENTS\nHazelnut botanical oil:\nHazelnut oil has a sebo-regulating and rebalancing effect on the skin. It also helps to nourish and heal.\nJojoba botanical oil:\nRich in fatty acids, jojoba oil is added for its nourishing and sebo-regulating properties. It works to protect the skin's barrier while creating a visibly more supple and plump complexion.\nHemisqualane:\nDerived from sugarcane, hemisqualane is a nourishing, natural emollient that gives the serum its light, non-greasy texture.\nESSENTIAL OILS\nTea tree essential oil:\nRose geranium essential oil:\nMuch loved for blemish-prone skin, tea tree essential oil brings purifying, cleansing and anti-bacterial properties to the formula.\nRosemary essential oil:\nA known antibacterial and soothing active, rose geranium helps calm redness and also lends the serum its subtle floral scent.\nOily and acne-prone skin loves rosemary for its antibacterial, purifying and regulating benefits.\nHOW TO USE\nOvernight, cell renewal and repair reaches its peak. This is when the skin is most receptive to active ingredients.\nApply to the face and neck as the final step in your evening routine. We recommend you use this purifying concentrate in place of your night cream.\nWARM IT UP\nFirst add 3 to 4 drops to hands and warm the product by rubbing your palms together.\nMAKE CONTACT\nPress one hand to each cheek while you inhale and exhale once. Then place your right hand on your forehead with your left hand along your chin, and inhale and exhale once again.\nMASSAGE\nUse upward circular motions to massage product into the face, avoiding the eye area. Then, massage the neck using downward movements.\nThis dry oil has an excellent affinity with the skin allowing for better absorption of ingredients overnight. Its rapid penetration leaves a silky finish without any oily residue.",
  "images": [
    "serum-nuit-botanique-purifiant__main__a7cd30fdcee542098bad6b93ae4c4a09.jpg",
    "03_better_aging_carousel-ingredient.jpg",
    "04_carroussel_produit_assemblage_botanique_texture.jpg",
    "05_carroussel_produit_assemblage_botanique_back.jpg",
    "06_plantes_1005_page-produit_engl.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/cb1b2133d1/serum-nuit-botanique-purifiant__main__a7cd30fdcee542098bad6b93ae4c4a09.jpg",
    "https://media.typology.com/storyblok/1600x1600/1b8d2b8d09/03_better_aging_carousel-ingredient.jpg",
    "https://media.typology.com/storyblok/1972x1972/a88c07703e/04_carroussel_produit_assemblage_botanique_texture.jpg",
    "https://media.typology.com/storyblok/3287x3287/7efb7bc83c/05_carroussel_produit_assemblage_botanique_back.jpg",
    "https://media.typology.com/video-storyblok/x/96a63bff6d/02_assemblage_botanique_1-1.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-close",
    "product-back",
    "video-usage"
  ]
}
