{
  "productName": "Radiance Night Serum Botanical Blend with White Rose",
  "productShortDesc": "A white-rose, rosehip, and geranium rose overnight oil that increases radiance and helps regenerate skin while you sleep. 100% naturally derived. Vegan. Made in France.",
  "productIngredients": "Powered by five antioxidant-rich, regenerating botanical extracts, this night concentrate works to increase the skin's radiance.\nThese botanical extracts belong to three categories of active ingredients: plant cells, botanical oils, and essential oils. Their different compositions work in synergy to deliver complementary benefits for the skin.\nPLANT NATIVE CELLS\nWhite Rose Native Cells:\nThis formula contains approximately 375,000 white rose native cells which promote the oxygenation of skin cells and fight the overproduction of free radicals. They work to even the complexion, revive radiance, and reduce the appearance of hyperpigmentation.\nNative cells are whole plant cells made up of natural elements, rich in nutrients like essential amino acids, vitamins and minerals.\nBOTANICAL OILS\nJojoba botanical oil:\nRich in fatty acids, jojoba oil is added for its nourishing and sebo-regulating properties. It works to protect the skin's barrier while creating a visibly more supple and plump complexion.\nRosehip botanical oil:\nRosehip oil helps fight hyperpigmentation and the first signs of aging thanks to its high content of powerful antioxidants such as beta-carotene. It also contains essential fatty acids to aid skin regeneration.\nESSENTIAL OILS\nHemisqualane:\nDerived from sugarcane, hemisqualane is a nourishing, natural emollient that gives the serum its light, non-greasy texture.\nDirections of use\nCell renewal and repair reaches its peak overnight. This is also when the skin is most receptive to active ingredients. The dry-oil texture of this serum allows for even better absorption overnight. Its rapid penetration leaves a silky finish without any oily residue.\nApply to the face and neck as the final step in your evening routine. We recommend you use this radiance concentrate in place of your night cream.\nWARM IT UP\nFirst add 3 to 4 drops to hands and warm the product by rubbing your palms together.\nMAKE CONTACT\nPress one hand to each cheek while you inhale and exhale once. Then place your right hand on your forehead with your left hand along your chin, and inhale and exhale once again.\nMASSAGE Use upward circular motions to massage product into the face, avoiding the eye area. Then, massage the neck using downward movements.",
  "images": [
    "serum-nuit-botanique-eclat__main__8ee4bc24b4464b2d8f31a0402e74da9f.jpg",
    "plantes_1001_web.jpg",
    "plantes-1001_image-full_web2.jpg",
    "plantes-1001_image-full_web1.jpg",
    "serum-nuit-botanique-eclat__additional__2f0801f0d01a49e49d3470f7b7b450d8.jpg",
    "serum-nuit-botanique-eclat__additional__137f17f5013c4ee1a94a6943339950cd.jpg",
    "serum-nuit-botanique-eclat__additional__a5f099a312e14e789cad46a1c7f83092.jpg",
    "serum-nuit-botanique-eclat__additional__4a438016e02c4f1791df98c4beaf7033.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/1600x1600/55d9dcf99c/plantes_1001_web.jpg",
    "https://media.typology.com/storyblok/1490x1570/ac2e169c99/plantes-1001_image-full_web2.jpg",
    "https://media.typology.com/storyblok/1490x1570/f8ae081704/plantes-1001_image-full_web1.jpg",
    "https://media.typology.com/storyblok/fab597b5b2/serum-nuit-botanique-eclat__additional__4a438016e02c4f1791df98c4beaf7033.jpg"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-alt",
    "product-dimensions"
  ]
}
