{
  "productName": "Resurfacing Lip Peel 2% Mandelic Acid + Pomegranate Enzyme",
  "productShortDesc": "This resurfacing lip peel is concentrated in exfoliating actives that eliminate dead cells and renew the lips' surface. Lips are softened, smoothed, and prepared for the application of tinted care products. 96% naturally derived. Vegan. Made in France.",
  "productIngredients": "Principal Actives of the Lip Peel\nMandelic acid (2%):\nThis chemical exfoliant belongs to the AHA (alpha hydroxy acids) family. By breaking the bonds between cells, this active ingredient helps eliminate the layer of dead cells on the surface of the lips. Lips are then softer and more supple.\nPomegranate Enzyme:\nThese fruit enzymes stimulate skin's natural hydration while providing micro-exfoliation that complements mandelic acid.\nTrehalose:\nThis is a dissacharide that limits water loss from lips. It is found in nature where it helps prevent the dehydration of many plants and micro-organisms in extreme winter conditions.\nHow to apply the lip peel\nUnlike a granular lip scrub, this peel eliminates dead cells with its high concentration of exfoliating active ingredients (AHA and pomegranate enzymes).\nThe Lip Peel should be the first step of your lip care routine. Dip the applicator into the bottle and run it over your lips. Leave the product on and do not rinse. Wait at least one minute before applying your next products.\nWe do not recommend more than two applications per day of the Lip Peel.\nSome people may feel a warming or tingling sensation due to the presence of an active ingredient that stimulates microcirculation in the lips. This sensation is normal and poses no risk.\nBy reducing irregularities on the surface of the lips, the Lip Peel improves the application of tinted products.\nThe accumulation of dead cells on lips' surface can make them rough, chapped, and uncomfortable.\nRegular application of AHAs and fruit enzymes renews the surface of the lips, making them softer and more supple. Exfoliation helps optimize the effectiveness of your next lip care steps.",
  "images": [
    "lab_1022_15ml.jpg",
    "avant-apres_lip_care_2.jpg",
    "peeling_carroussel_produit_applicateur.jpg",
    "peeling_carroussel_produit_back.jpg",
    "lab_1022_page-produit2.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/1600x1600/f7f0cd3895/lab_1022_15ml.jpg",
    "https://media.typology.com/storyblok/2099x2100/a4c6ab7d25/avant-apres_lip_care_2.jpg",
    "https://media.typology.com/storyblok/2630x2630/85de13c415/peeling_carroussel_produit_applicateur.jpg",
    "https://media.typology.com/storyblok/1972x1972/5502fcdc5e/peeling_carroussel_produit_back.jpg",
    "https://media.typology.com/video-storyblok/x/2dd024760e/application_peeling.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-close",
    "product-back",
    "video-usage"
  ]
}
