{
  "productName": "Serum for Wrinkles and Blemishes with Retinol + Bakuchiol",
  "productShortDesc": "This serum combines the densifying action of retinol with the antibacterial properties of bakuchiol to reduce the appearance of wrinkles and correct blemishes. Enriched with plant polypeptides to stimulate collagen synthesis. Vegan. Made in France.",
  "productIngredients": "active ingredients\n0.3% Retinol:\nRetinol is a vitamin A derivative considered to be one of the most effective compounds to offset the degradation of the skin's support fibers. It stimulates the production of collagen and elastin for smoother, more resilient skin. Furthermore, by stimulating the renewal of epidermal cells, retinol is known to improve the condition of blemished skin.\n1% Bakuchiol:\nBakuchiol is extracted from the seeds of Psoralea corylifolia, more commonly known as Bakuchi, an Indian plant frequently used in Ayurvedic medicine. Thanks to its antioxidant, anti-inflammatory and antibacterial properties, bakuchiol helps reduce blemishes. This molecule targets the bacteria that lives in the sebum (Propionibacterium Acnes) and limits the production of pro-inflammatory molecules. Moreover, it acts in synergy with retinol to limit the degradation of collagen and elastin fibers, thus facilitating the repair of skin with imperfections while preventing the appearance of wrinkles and fine lines.\nPlant polypeptides:\nMade from plants endemic to Australia, these polypeptides act in synergy with retinol to promote collagen synthesis. They help reduce the depth of wrinkles and re-densify the skin. These peptides also help maintain a thick epidermis, which acts as a shield against the external environment.Directions of use\nBlemish-prone skin and aging skin are not contradictory. Hormonal fluctuations and excess sebum can generate imperfections at any age.\nThe keratolytic benefit of retinol coupled with antibacterial bakuchiol helps target blemishes. These molecules also stimulate the synthesis of collagen fibers to reduce the appearance of wrinkles and tone the skin.",
  "images": [
    "01_lab-1026_15ml.jpg",
    "better_aging_carroussel_produit_texture_retinol.jpg",
    "04_better_aging_carroussel_produit_back_retinol.jpg",
    "better_aging_carroussel_produit_application_retinol.jpg",
    "lab_1025_1026_page-produit6.jpg",
    "lab_1025_1026_page-produit3.jpg",
    "lab_1025_1026_page-produit4.jpg",
    "lab_1025_1026_page-produit5.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/1600x1600/de9d983bd1/01_lab-1026_15ml.jpg",
    "https://media.typology.com/storyblok/1644x1644/2615869d58/better_aging_carroussel_produit_texture_retinol.jpg",
    "https://media.typology.com/storyblok/2958x2958/7774f91fd0/04_better_aging_carroussel_produit_back_retinol.jpg",
    "https://media.typology.com/storyblok/1972x1972/a472eec4db/better_aging_carroussel_produit_application_retinol.jpg",
    "https://media.typology.com/video-storyblok/x/7ca8703992/application_laurence_retinol_bakuchiol.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-back",
    "product-alt",
    "video-usage"
  ]
}
