{
  "productName": "Serum for Hyperpigmentation and Loss of Firmness with 5% Tranexamic Acid + Tetrapeptide",
  "productShortDesc": "Prevent and reduce the appearance of dark spots by inhibiting melanin synthesis at its source. This serum also stimulates collagen production to help firm the skin. 94% naturally derived. Vegan. Made in France.",
  "productIngredients": "active ingredients\n5% Tranexamic Acid:\nA synthetic derivative of lysine, an amino acid found in the skin, tranexamic acid acts on skin hyperpigmentation at its source.\nIt limits the synthesis of melanin, the natural pigment responsible for skin tanning and induced by UV, by blocking the interaction between skin cells and melanocytes.\nTranexamic acid thus visibly reduces color irregularities in the skin and improves the uniformity of skin tone.\nTetrapeptide-2:\nTetrapeptide-2 is a peptide composed of four amino acids. It stimulates the synthesis of key molecules involved in the support and firmness of the skin: elastin, collagen and fibrillin. It also inhibits certain reactions in the melanogenesis process and thus reduces age spots.\nTetrapeptide-2 has a strong antioxidant power that protects the skin against free radicals and revives its natural radiance.\nHOW TO USE\nThis serum helps prevent and correct the effects of skin photoaging.\nApply three to four drops to clean, dry skin morning and night, avoiding the eye area. Gently massage the face and neck with upward circular motions.\nWe strongly recommend applying appropriate sun protection to prevent the appearance of new spots and minimize the look of current spots over time.\nSkin aging and UV exposure alter the way the skin functions:\n- The natural synthesis of collagen and elastin decreases, resulting in a loss of firmness.\n- Melanogenesis, the skin's natural pigmentation process, is also affected, leading to the appearance of age spots and a deterioration in the uniformity of skin tone.\nThis serum combines a high concentration of tranexamic acid with a multi-functional peptide to diminish the appearance of pigmentation spots and firm the skin.",
  "images": [
    "lab_1024_15ml.jpg",
    "better_aging_carousel-produit_pipette.jpg",
    "better_aging_carousel-produit_serum_2.jpg",
    "better_aging_carousel-produit_serum.jpg",
    "lab_1024_page-produit.jpg",
    "lab-1024_page-produit3.jpg",
    "lab_1019_page_produit6.jpg"
  ],
  "imageURLs": [
    "https://media.typology.com/storyblok/1600x1600/4b833bc918/lab_1024_15ml.jpg",
    "https://media.typology.com/storyblok/1600x1600/3684762f2c/better_aging_carousel-produit_pipette.jpg",
    "https://media.typology.com/storyblok/1600x1600/f0134e402c/better_aging_carousel-produit_serum_2.jpg",
    "https://media.typology.com/storyblok/1600x1600/8a3a8839e5/better_aging_carousel-produit_serum.jpg"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-close",
    "product-alt"
  ]
}
