{
  "productName": "SPF 50 Face Sunscreen with Hyaluronic Acid",
  "productShortDesc": "This invisible-finish sunscreen ​provides broad spectrum UVA and UVB protection and helps prevent photoaging. Light, fluid texture. Does not leave a white cast. Enriched with hyaluronic acid and aloe vera, and formulated with mineral and organic filters. 82% naturally derived. Vegan. Made in France.",
  "productIngredients": "By edit\nFace care\nBy concern\nStage of skin aging\nBody Care\n3 essential daily products for an effective skincare routine suitable for all skin types\nThe Library\nLearn more about your skin and how to take care of it with our archive of expert articles.\nOUR STORY\nOur goal is to change the cosmetics industry for the better. Discover our story here.\nFORMULATION CHARTER\nOur products – and the formulas that power them – work hard. They contain only ingredients essential to their efficacy – no unnecessary extras and no harsh preservatives. Read our philosophy here.\nPACKAGING\nJust like our formulas, all Typology packaging is considered and minimal. Learn about our recyclable glass, plastic and aluminium below.\nMADE IN FRANCE\nTypology is 100% made in France, from research and formulation to production and packaging.\nEnriched with hyaluronic acid and aloe vera, this sunscreen is both protective and hydrating for the skin.\nHOW TO APPLY\nApply SPF 50 sunscreen evenly to the entire face and neck before sun exposure. Reapply every two hours in case of prolonged exposure.\nAs this sunscreen is not water resistant, we recommend reapplying it after swimming or sweating.\nIf you want to incorporate this sunscreen into your daily skin care routine, we recommend applying it after your moisturizer. It makes a good base for makeup.\nIS THIS SUITABLE FOR YOUR SKIN?\nThis sunscreen is suitable for all skin types.\nThe SPF 50 protection factor offers optimal protection against sunburn and limits photoaging of the skin. We also offer an\n.\nPRECAUTIONS\nAvoid contact with eyes. In case of contact, rinse well with water.\n55% RECYCLED-PLASTIC TUBE\nUVA rays penetrate deeper into the skin and are responsible for premature signs of aging. UVB mainly impacts the surface of the skin and is responsible for burns.\nThe use of both mineral and organic filters makes it possible to optimize effectiveness and texture. This sunscreen delivers broad spectrum protection against UVA and UVB. Its fluid and light texture, with a natural finish, is enriched with hydrating and antioxidant actives.\nLimonium extract :\nACTIVE INGREDIENTS\nUV FILTERS\nThe organic filters have been rigorously selected for your safety and for that of the environment.\nPHENYLBENZIMIDAZOLE SULFONIC ACID\nETHYLHEXYL TRIAZONE: protects against UVB radiation.\nFULL INGREDIENT LIST\nWe regularly update the lists of ingredients used in the composition of our products. Before using, read the ingredient list on its packaging label to ensure that it is suitable for your personal use.\nAll your frequently asked questions about SPF 50 Face Sunscreen with Hyaluronic Acid  — + Aloe Vera\nThere is no FAQ on this product yet.\nThis product is rated 0 out of 5 stars. We have collected more than 0 reviews.\nWe’re sorry but we don’t have a review yet for the filters you’ve selected.",
  "images": [
    "rayons_1003_packshot_web.jpg",
    "spf_produit_carrousel_face_texture.jpg",
    "spf_application_face_produit_carrousel.jpg",
    "spf_produit_carrousel_back.jpg",
    "rayons_1003_page-produit2.jpg"
  ],
  "imageURL": [
    "https://media.typology.com/storyblok/1600x1600/782bfffce1/rayons_1003_packshot_web.jpg",
    "https://media.typology.com/storyblok/3743x3743/b46de33f5e/spf_produit_carrousel_face_texture.jpg",
    "https://media.typology.com/storyblok/4159x4159/30b07e60bf/spf_application_face_produit_carrousel.jpg",
    "https://media.typology.com/storyblok/3327x3327/af396e4d0e/spf_produit_carrousel_back.jpg",
    "https://media.typology.com/video-storyblok/x/ac0dcc3e0a/22_creme-solaire.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-close",
    "product-alt",
    "product-packaging-back",
    "video-usage"
  ]
}
