{
  "productName": "Tinted Serum with Vitamin C",
  "productShortDesc": "A silicone-free, non-clogging tinted serum for light coverage and a natural, no-makeup finish. Formulated with vitamin C for radiance and squalane & aloe vera for deep, long-lasting hydration. 99% naturally derived. Vegan. Made in France. 30ml / 1 fl.oz. Find your shade here .",
  "productIngredients": "ACTIVE INGREDIENTS\nVitamin C\n:\nPresent in many plants, vitamin C is a powerful antioxidant known to brighten the complexion, reduce pigmentation spots and slow down the skin's photoaging process. Sourced from corn, our vitamin C extraction process ensures it remains stable in both light and heat, plus it is specially developed to deeply penetrate the skin.This active ingredient helps keep skin luminous by trapping and protecting from free radicals that accumulate from excess sun exposure, pollution and smoking. By preventing the synthesis of melanin, vitamin C also limits the formation of brown spots, making skin look more even.\nSqualane\n:\nDerived from olives, squalane has a structure that's very similar to the skin which helps it easily and deeply penetrate and deliver nourishment. Non-greasy, each application softens the skin, fights dryness and helps repair the protective hydrolipidic film barrier. Squalane can also retain hydration and reduce the tight, itchy feeling typically caused by dry skin.\nAloe vera\n:\nRich in minerals, vitamins and amino acids, the fresh pulp from the leaves of the aloe vera plant is known to moisturise and soothe skin. Its capacity to retain water helps to fight dehydration and soften the skin too.\nHOW TO CHOOSE YOUR SHADE\nEach tinted serum can offer light coverage for a wide spectrum of skin tones. Our six shades were developed using the Fitzpatrick phototype scale which takes into account factors like skin tone and reactions to sun exposure.\nTYPE 1:\nFair with cool undertones. This is for fair skin with freckles that doesn't tan and becomes red in the sun.\nTYPE 2:\nLight. Recommended for light skin with pink or yellow undertones that tans gradually and is prone to sunburns.\nTYPE 3:\nMedium. This shade is for medium-toned skin with warm or olive undertones, which tans easily but sometimes burns.\nTYPE 4:\nTan. For dark skin with predominantly bronze undertones that occasionally sunburns.\nTYPE 5:\nMedium dark. This is for light brown skin that rarely gets sunburned and easily tans in the sun.\nTYPE 6:\nDark. The shade for dark brown skin with naturally cold undertones that rarely sunburns.\nA tinted serum may appear too light or too dark immediately upon application. Wait for it to dry fully to ensure that the shade matches your skin tone.Think of our six shades as a guide. The serum offers light coverage so each shade will in fact work for several different undertones.\nIf you're hesitating between two shades, we suggest choosing the lighter one.\nHOW TO USE IT\nTo apply your tinted serum, simply remove the dropper from the vial and press the bulb to withdraw air. Then dip it into the vial, still squeezing the bulb and fully release it to fill it up with the serum.\nUsing a brush or fingers, apply 3 to 4 drops of tinted serum to the skin. Evenly cover the face and neck, starting from the center of your face and moving outwards to avoid any lines.\nIn the evening, remove the tinted serum with our makeup removing oil or micellar water and reusable makeup removal pads.",
  "images": [
    "serum-teinte__main__13c5d87bf9ca4c828f9dec343fdc67ec.jpg",
    "ubq8jxrq.jpg",
    "serum-teinte__additional__5d39bd47e9ad47bca4772488bcb37b8b.jpg",
    "05_serum_teinte_back.jpg",
    "06_tinted_serum_page-produit2.jpg",
    "serum-teinte__additional__27d52bf0be87477da4904999458dd27a.jpg",
    "serum-teinte__carousel_images__b27a8702add64a4d93b787f3e50c5361.jpg",
    "serum-teinte__carousel_images__f4d2efd248d84b0bae2e06f2d986fd71.jpg",
    "serum-teinte__carousel_images__2b00bb7e3c8d45258276714352b07cb9.jpg",
    "serum-teinte__carousel_images__c1bf94ae7e984f1aa563d4661088d938.jpg",
    "serum-teinte__carousel_images__298abe364cee443d8c4b168dffdad817.jpg",
    "serum-teinte__carousel_images__9781bd9c88a4413282eda4b73da7f238.jpg"
  ],
  "imageURLs": [
    "https://media.typology.com/storyblok/da48f0c4d3/serum-teinte__main__13c5d87bf9ca4c828f9dec343fdc67ec.jpg",
    "https://media.typology.com/storyblok/d547c1421c/serum-teinte__additional__5d39bd47e9ad47bca4772488bcb37b8b.jpg",
    "https://media.typology.com/storyblok/2000x2000/87db4cba2d/05_serum_teinte_back.jpg",
    "https://media.typology.com/storyblok/633c0e5edd/serum-teinte__carousel_images__b27a8702add64a4d93b787f3e50c5361.jpg",
    "https://media.typology.com/storyblok/f6a32ddab9/serum-teinte__carousel_images__f4d2efd248d84b0bae2e06f2d986fd71.jpg",
    "https://media.typology.com/storyblok/b449ee8f57/serum-teinte__carousel_images__2b00bb7e3c8d45258276714352b07cb9.jpg",
    "https://media.typology.com/storyblok/716032accd/serum-teinte__carousel_images__c1bf94ae7e984f1aa563d4661088d938.jpg",
    "https://media.typology.com/storyblok/cd0390c124/serum-teinte__carousel_images__298abe364cee443d8c4b168dffdad817.jpg",
    "https://media.typology.com/storyblok/82e8344d0e/serum-teinte__carousel_images__9781bd9c88a4413282eda4b73da7f238.jpg",
    "https://media.typology.com/video-storyblok/x/fab989f849/teint_tuto_pipette_video_en.mp4"
  ],
  "imageDesc": [
    "product-front",
    "product-alt",
    "product-back",
    "product-alt",
    "product-alt",
    "product-alt",
    "product-alt",
    "product-alt",
    "product-alt",
    "video-usage"
  ]
}
